<template>
  <div>
     <div class="Registration">
       <span class="title">注册须知</span>
       <ul>
         <li>一、	注册信息真实有效</li>
         <li>二、	资料买卖双方自行互相校核（营业执照、注册证书……）</li>
         <li>三、	项目、业绩信息真实有效</li>
         <li>四、	非平台行为，平台无记录、跟踪义务</li>
         <li>五、	平台上的第三方服务责任主体是第三方和与第三方签订合同的当事人，与平台无关（设计工程保险服务；任务发布、接收信用金担保服务；第三方咨询服务……）</li>
         <li>六、	平台仅协助核查网上可查证的注册资料</li>
         <li>七、	平台对提供的基础服务工具收费</li>
         <li>八、	平台上的用户行为应不违反国家相关法律、法规</li>
       </ul>
     </div>
     <div class="publishProtocol">
       <span class="title">发布项目协议</span>
       <p class="title2">招标项目的发布应严格遵守《建设工程质量管理条例》、《建设工程勘察设计管理条例》、《建设项目环境保护管理条例》等相关法律法规规定；涉及《中国招投标法》规定的项目招标要实质性满足遵从该法规，平台不作为招投标代理机构及平台；招标项目的项目方应遵守招标项目发布规则。本平台始终本着公开、公平、公正、诚实、守信的原则，致力于打造电力行业工程设计、建设技术交流服务平台。请您在发布招标项目前仔细阅读发布规则：</p>
       <ul>
         <li>一、招标项目自由选择项目招标报价、限价招标或定价招标的方式，自由选择发布任务有效期，自由选择招标时间，自由定招标条件，自定发布任务要求，自主确定中标用户和托管项目酬金。</li>
         <li>二、项目发布流程及保障
           <ul>
             <li style="text-indent:2rem">1、项目信息发布后系统根据信息完整度，自动为您推送项目分析师或精准匹配专业设计院/设计员并在线根据项目情况投标及投标报价，您也可以通过平台自行搜索获取设计机构/设计员相关信息并邀请。任务委托方可登录本平台进入个人/企业中心查看投标资料、报价等详细情况，并可与其进行项目沟通，双方沟通确定后形成托管设计费，选择中标方，并进行合同付款、及付款条件等具体内容最终确定，后设计师/设计团队平台账号显示合同已生效，即双方根据合同规定开始设计及付款工作。如双方合作中对设计质量有疑问，可聘请平台上的第三方咨询专家答疑，或聘请平台上的第三方做为设计监理全程跟踪项目进展及设计师设计质量，设计不满意不付款直到满意为止。平台建议，在设计交易资料交接及要求提出、合同谈判等均在平台上进行，减少因双方私下交易但无法达成一致造成的经济损失。</li>
             <li style="text-indent:2rem">2、为避免设计质量造成的损失，平台引进第三方提供重大设计质量保障险服务，建议交易双方购买，并建议任务发布方在平台上委托第三方进行设计监理；对于双方交易出现任何质量问题及违约行为，由双方在项目合同中约束主体承担，本平台不担任何责任！ </li>
           </ul>
         </li>
         <li>三、任务发布方必须保证任务真实有效且不违反国家相关法律规定，如不满足上述条件本平台有权拒绝通过审核，不予发布任务。</li>
         <li>四、任务发布方在发布设计审核校对、施工图方案对比及设计优化等项目任务时，应将原图纸中涉及原设计版权、隐私权等内容做好处理后，再进行发布，保证任务发出后不会引起设计纠纷，若产生纠纷由任务发布方处理，本平台无权限帮助处理。 </li>
         <li>五、任务发布方在发布任务成功后请在规定时间内进行选择接标方，如有特殊情况请联系本网站人工客服或致电XXXX进行处理。规定时间内未进行选择或联系客服将视作无效标，进行自动流标处理。此情况将被视为任务发布方一次违约</li>
         <li>六、任务发布方在发布招标任务时，应保证任务描述及资料齐全保证接标方工作能够顺利进行，如果由于任务发布方原因，造成资料不全投标方无法顺利完成工作，后果由任务发布方负责，已支付酬金一概不予退还，合同方其他损失按双方约定合同执行，平台仅根据双方指令完成流程，提供双方在线交易记录，双方是否按合同执行由合同主体自行检查、监督，平台对此不承担任何责任。对投标方设计过程中需要与其他专业配合的，任务发布方应提供必要的沟通方式，对于由任务发布方未及时提供方便而延误项目完成时间，酬金不予退还。</li>
         <li>七、对于需要第三方设计校审服务的任务，建议您应在预定完工时间基础上增加一定的时间，给予设计校审与设计投标方在设计质量上的沟通留出充足的时间</li>
         <li>八、付款方式由合同双方自行确定，预付款除外的阶段性付款，由投标方需先上传阶段最终设计完成稿到平台后，任务发布方再确认付款；对于需要第三方设计校审服务/设计监理服务的，项目方根据设计校审的意见及接标方修改程度再确认付款。如果投标方以交接最终设计成果或要求不合理增加合同额要挟任务发布方，任务发布方可通过平台申诉，平台将扣除接标方项目保证金赔付给项目方并记录接标方一次违约行为。</li>
         <li>九、任务发布方与接标方，应严格按照每个项目的合同描述的内容执行。如果任务发布方提出超出合同范围的要求，接标方有权拒绝，项目发布方也不得以此为理由取消其中标资格或终止合作。</li>
         <li>十、当任务需要延期时，需要任务发布方与接标方在平台上提供双方认可的延期证明文件（证明文件形式由双方自行在平台选择并上传），或合同其他内容需修改时，由双方平台确认并上传双方认可形式文件。</li>
         <li>十一、平台仅提供平台服务费发票，任务发布方及任务接收方的合同发票由任务接标方自行提供。平台发票问题，请联系本网站人工客服或致电xxxx进行咨询</li>
         <li>十二、本平台相关声明版权及其修改权、更新权和最终解释权均属本平台所有。</li>
       </ul>
     </div>
     <div class="missionProtocol">
       <span class="title">任务投标协议</span>
       <ul>
         <li>一、为了维护平台正常交易秩序，推动服务交易的繁荣，保障交易顺利进行，根据《平台服务协议》制定本规则。接标时，请您认真阅读本协议，审阅并接受或不接受本协议。</li>
         <li>二、 若您已经进行接标，即表示您已充分阅读、理解并同意遵守本协议且您自愿接受本协议的条款约束。本网站有权根据国家政策和网站发展方向及运营情况变更本协议并在本网站上予以公告。经修订的条款一经在本网站的公布后，立即自动生效。如您不同意相关变更，可经协商后停止交易行为。本协议内容包括协议正文及所有本平台已经发布的各类规则。所有规则为本协议不可分割的一部分，与本协议正文具有同等法律效力。一旦您继续进行接标行为，则表示您已接受并自愿遵守经修订后的条款</li>
         <li>三、用户应当遵守国家法律、法规、行政规章的规定。对任何涉嫌违反法律、法规、行政规章的行为，本规则已有规定的，适用本规则；本规则尚无规定的，平台有权酌情处理。但平台对违规用户的处理不免除其应当承担的法律责任。</li>
         <li>四、接标方应保证上传的阶段性成果获最终成果为整理后的最终版本，此前未以任何形式发表，不属于公开稿件、接标稿件或任何用于创作接标稿件的素材均不得侵犯第三方的专利权、著作权、商标权或其他任何专有权利。</li>
         <li>五、接标方应当保证投标时提供的所有信息真实、可靠。不得夸大或者伪造自身经历和业绩，以影响项目方判断或者骗取任务发布方信任。</li>
         <li>六、接标方在参与竞标时，应在确定中标并合同签署完成后再开始进行工作，否则若该任务出现纠纷时，平台将无权帮助协商处理。</li>
         <li>七、接标方在中标后需充值项目酬金的20％到账户余额内以作为该任务的设计保证金，也可通过第三方授信服务做为设计保证金，该设计保证金/授信将在任务未完成前做冻结处理，任务完成后自行解冻。</li>
         <li>八、平台对任务发布方与接标方皆没有发/接标限制，请根据自己的需求与能力自行发/接标，如接标方没有量力而行接受太多招标任务导致无法按时完成或出现纠纷，平台有权视情况扣除设计保证金。</li>
         <li>九、准备参与投标的接标方根据招标任务描述及相关图纸资料，判断是否为自己擅长类型，是否满足自己时间安排，能否在指定时间内保质保量完成任务，从而提出自己的报价，或判断任务定价是否满足自己的要求；如果在各方面都适合自己，则参与投标并完善投标资料</li>
         <li>十、接标方不得捏造、散布不实言论、诋毁、污蔑其他投标方，进行不正当竞争。</li>
         <li> 十一、无效接标的判定标准：
           <ul>
             <li>1、	对于需要提交实质成果并上传的需求，无效投标判定标准：
               <ul>
                 <li style="text-indent:2rem">A、	投标方无投标信用抵押</li>
                 <li style="text-indent:2rem">B、	投标方上传的投标资料为广告、低俗信息等违规内容</li>
                 <li style="text-indent:2rem">C、	接标方上传的投标资料与需求无任何关联</li>
                 <li style="text-indent:2rem">D、	投标方并没有提交实际真实业绩、资质的</li>
                 <li style="text-indent:2rem">E、	投标方上传的设计稿件无法满足需求的基本要素</li>
                 <li style="text-indent:2rem">F、	投标方上传的设计稿件涉及一稿多用、侵权等情况</li>
                 <li style="text-indent:2rem">G、	经本平台判定没有投标需求</li>
                 <li style="text-indent:2rem">H、	其他属于无效投标的情况</li>
               </ul>
             </li>
             <li>2、 对于无法上传实质成果资料上传的需求，无效投标判定标准如下
               <ul>
                 <li style="text-indent:2rem">A、	投标方无投标信用抵押</li>
                 <li style="text-indent:2rem">B、	投标方并没有提交实际真实业绩、资质的</li>
                 <li style="text-indent:2rem">C、	经本平台判定没有投标需求</li>
                 <li style="text-indent:2rem">D、	其他属于无效投标的情况</li>
                 <p class="title2"> 投标方上传的稿件应满足任务发布方需求要求。对于无效的资料，平台有权未经投标方同意进行屏蔽。同时对投标方进行相应的处罚。</p>
               </ul>
             </li>
           </ul>
         </li>
         <li>十二、无效稿件处罚标准:当投标方出现违规行为时，扣除全部的任务信用金用以赔付并记录一次违约行为。</li>
         <li>十三、平台服务费:交易结束后，平台将以任务合同额为基数，从中扣除任务发布方、中标方各4%-5%，扣除作为平台服务费</li>
         <li>十四、对于需要交接可编辑版文件交易，中标方应在最后一次完成工作之后主动将件交付给任务发布方后，得到约定尾款。</li>
         <li>十五、中标方完成并上传成果文件在任务发布方验收并支付酬金后，该成果即转让给任务发布方所有。</li>
         <li>十六、任务发布方若需要线下签署相关协议，中标方有义务配合发标方完成协议的签署，若中标方拒绝签署，任务发布方有权要求取消接标方中标资格并退还酬金。</li>
         <li>十七、如果任务发布方因中标方上传的成果资料侵犯了其他任何第三方的权利而遭到损失，有权利向中标方追偿</li>
         <li>十八、当任务需要延期时，需要任务发布方与接标方在平台上提供双方认可的延期证明文件（证明文件形式由双方自行在平台选择并上传），或合同其他内容需修改时，由双方平台确认并上传双方认可形式文件。</li>
         <li>十九、本网站相关声明版权及其修改权、更新权和最终解释权均属本平台所有</li>
       </ul>
     </div>
  </div>
</template>

<script>
export default {
  data () {
    return {}
  }
}
</script>

<!-- Add "scoped" attribute to limit CSS to this component only -->
<style scoped>
ul{
    list-style-type:none;
}
.Registration, .publishProtocol, .missionProtocol{
    width:50%;
    margin:3rem auto;
}
.Registration>ul, .publishProtocol>ul, .missionProtocol>ul{
text-align:left;
}
.Registration>ul>li, .publishProtocol>ul>li, .missionProtocol>ul>li{
    margin-top:1rem;
}
.title{
    font-size:2rem;
    color:red;
}
.title2{
    text-align:left;
    font-size:1rem;
}
</style>
